// texts.js — тут тільки тексти

window.LEFT_TITLE = "Доброго ранку.";

window.LEFT_TEXT = `Нехай у цьому дні
буде більше хорошого, ніж очікується.

Більше світла, більше тепла
і більше приємних дрібниць.
`;

window.ORACLES = [
    [
        "Нехай цей день буде",
        "таким же щирим,",
        "як твоя усмішка. 😊",
        "Нехай він нагадує тобі,",
        "наскільки ти справжня",
        "і цінна. 👑"
    ],
    [
        "Сьогодні тобі пасує",
        "спокій і впевненість.",
        "Зроби одну маленьку річ —",
        "і весь день піде",
        "по твоєму сценарію. ✨"
    ],
    [
        "Не чекай на знаків згори.",
        "Чекай знаків у передбаченнях. 👍"
    ],
    [
        "Щось добре вже йде до тебе.",
        "Можливо, повільно.",
        "Але точно йде. 😎"
    ],
    [
        "Не приховуй почуттів,",
        "адже твої почуття важливі. 👑"
    ],
    [
        "Сьогодні зірки пророкують:",
        "день буде добрим,",
        "а кава — смачною. ☕"
    ],
    [
        "Якщо не хочеться нічого робити,",
        "повертайся додому",
        "і побудь котиком. 🐱"
    ],
    [
        "Ти не зобов’язана знати все.",
        "Головне знати,",
        "що ти щаслива та спокійна. 😊"
    ],
    [
        "Сьогодні достатньо",
        "бути собою.",
        "Інше складеться😊"
    ],
    ["Іноді найкраще",
        "коли нічого",
        "не потрібно доводити"
    ],
    ["Продуктивно відпочивати",
        "теж талант.",
        "Розвивай йоо."
    ],
    [
        "Сьогоднішній день",
        "приготує маленький сюрприз,",
        "який підніме настрій",
        "у несподіваний момент ✨"
    ],
    [
        "Ти сьогодні",
        "особливо гармонійна.",
        "Світ це відчує",
        "і відповість взаємністю 🌿"
    ],
    [
        "Одна думка сьогодні",
        "виявиться важливішою,",
        "ніж здається на перший погляд 💭"
    ],
    [
        "Сьогодні можна",
        "нічого не прискорювати.",
        "Усе йде",
        "саме з твоєю швидкістю 🌙"
    ],
    [
        "Твоя присутність",
        "здатна зробити день",
        "теплішим для когось іншого ☀️"
    ],
    [
        "День сприятливий",
        "для внутрішньої тиші",
        "і ясних рішень 🤍"
    ],
    [
        "Навіть у дрібницях",
        "сьогодні є сенс.",
        "Просто придивись уважніше 👀"
    ],
    [
        "Сьогодні добре",
        "відпускати зайве",
        "і залишати тільки важливе 🍃"
    ],
    [
        "Ти сьогодні",
        "більш впевнена,",
        "ніж думаєш 💪"
    ],
    [
        "Увечері з’явиться відчуття,",
        "що день",
        "склався правильно 🌌"
    ],

];