// texts.js — тут тільки тексти

window.LEFT_TITLE = "Доброго ранку.";

window.LEFT_TEXT = `Нехай у цьому дні
буде більше хорошого, ніж очікується.

Більше світла, більше тепла
і більше приємних дрібниць.
`;

window.ORACLES = [
    [
        "Нехай цей день буде",
        "таким же щирим,",
        "як твоя усмішка. 😊",
        "Нехай він нагадує тобі,",
        "наскільки ти справжня",
        "і цінна. 👑"
    ],
    [
        "Сьогодні тобі пасує",
        "спокій і впевненість.",
        "Зроби одну маленьку річ —",
        "і весь день піде",
        "по твоєму сценарію. ✨"
    ],
    [
        "Не чекай на знаків згори.",
        "Чекай знаків у передбаченнях. 👍"
    ],
    [
        "Щось добре вже йде до тебе.",
        "Можливо, повільно.",
        "Але точно йде. 😎"
    ],
    [
        "Не приховуй почуттів,",
        "адже твої почуття важливі. 👑"
    ],
    [
        "Сьогодні зірки пророкують:",
        "день буде добрим,",
        "а кава — смачною. ☕"
    ],
    [
        "Якщо не хочеться нічого робити,",
        "повертайся додому",
        "і побудь котиком. 🐱"
    ],
    [
        "Ти не зобов’язана знати все.",
        "Головне знати,",
        "що ти щаслива та спокійна. 😊"
    ],
    [
        "Сьогодні достатньо",
        "бути собою.",
        "Інше складеться😊"
    ],
    ["Іноді найкраще",
        "коли нічого",
        "не потрібно доводити"
    ],
    ["Ти можеш.",
        "Навіть якщо забула,",
        "що можеш — все одно можеш👑."
    ],
    ["Хтось думає про тебе з усмішкою."
    ],
    ["Сьогодні приємність"
       "чекає тебе там,"
"де ти й не думала😎."
    ],
    ["Вмикай улюблену пісню"
    "і насолоджуйся днем.😎"
    ],
        
];
